[
  {
    "file": "experiments/Hobbs1.js",
    "name": "Yellow flowers",
    "description": "Flowers I made inspired by Tyler Hobbs artwork. The main idea was to create some artwork containing flowers and I took Tylers work named Petal loops as an inspiration. I used an example code we did together with Bassima and Garrit during a workshop on the 28/8 as help and a structure to continue build my own code on."
  },
  {
    "file": "experiments/Hobbs2.js",
    "name": "Different colored flowers",
    "description": "A variation of the first flowers I made inspired by Tyler Hobbs artwork. The chnages I made to variate it was to give the flowers different some different shades of pink in a randomized patter! Same thing here with coding structure, I used an example code we did together with Bassima and Garrit during a workshop on the 28/8 as help and a structure to continue build my own code on, and added some more lines and changes in this second version."
  },
  {
    "file": "experiments/molnar1.js",
    "name": "Squares and colors",
    "description": "Week one, artwork number 2 and variation 1! A variation of Vera Molnar square-art :D"
  },
  {
    "file": "experiments/molnar2.js",
    "name": "Squares, circles and colors!",
    "description": "Week one, artwork number 2 and variation 2! A second variation of Molnars art with squares and now also circles"
  },
  {
    "file": "experiments/molnar3.js",
    "name": "Discolights with squares and circles",
    "description": "Week one, artwork number 2 and variation 3! A second thirs of Molnars art with squares, circles and I added a bouncing effect to give them sort of a flickering discolight look :)"
  },
  {
    "file": "experiments/flowField.js",
    "name": "Flow Field inspired by Tyler Hobbs",
    "description": "A flowfield with particles moving slowly and almost kind of bouncy. Firstly moving freely and then they find the same path"
  },
  {
    "file": "experiments/weekTwo.js",
    "name": "Perlin Noise particles",
    "description": "Some particles with Perlin noise that also follows your mouse if you were to move it! Click on the screen :)"
  },

  {}
]
